{
  "CombatUtilities": "A Minecraft mod that adds utility features to make Minecraft combat easier. Built using the Fabric modding API with Java.",
  "thaddev.com": "This very website. It's built with React.js/Next.js and hosted on Raspberry Pi with the help of ngrok and Cloudflare.",
  "SomeDiscordBot": "A multi-purpose discord bot that can be used for moderation, fun, and more, for my friend's discord server. Built with Java using the JDA library.",
  "ProjectAPIs": "Web server that also hosts an API for my personal projects. Built with Java and Spring Boot.",
  "IoTDoorLock": "A smart door lock that can be controlled both on-the-spot and remotely via the Blynk platform. Built using the NodeMCU ESP8266 with Arduino and the Blynk platform library.",
  "Pydoku": "A text-based version of the classic puzzle game Sudoku made in Vanilla Python.",
  "BoostedBurgersApp": "An mock android app for the VERSO HACK 2022 hackathon. Built using Java.",
  "HelpfulUtilsBot": "A LINE bot that can be used for various things. Built using Java and the LINE library.",
  "GeometryMix": "A Simple game where you combine similar shapes and avoid other shapes. Built using Unity and C#. Made for the ProcJam Game Jam on itch.io.",
  "Hytils": "A Minecraft mod that adds features to minigames on the Hypixel Network. Built using Java and Forge.",
  "NotesApp": "An android app for taking short, simple, text notes, simple as that. Built using Java.",
  "SkyblockItems++": "A Minecraft mod that adds game mechanics and features from the Hypixel game mode 'Skyblock' as a Forge mod. Built using Java and Forge.",
  "TreeGame": "A simple game where you chop down a set amount of trees with apples in the given time. Currently live on the Google Play Store. Built using Unity and C#.",
  "BattleParkour": "My first Unity game. Reach the end of the level while facing enemies. Currently live on the Google Play Store.",
  "HealthMod": "A simple mod for Minecraft version 1.8.9 that warns you whenever you're health is low. Built using Java and Forge.",
  "stack": "Stack",
  "code": "View Code on Github",
  "live": "Live Application"
}