{
  "CombatUtilities": "เป็น Mod Minecraft ที่เพิ่มฟีเจอร์ยูทิลิตี้เพื่อให้การต่อสู้ PVP ง่ายขึ้น สร้างขึ้นโดยใช้ Fabric API กับภาษา Java",
  "thaddev.com": "เว็บไซต์นี้ สร้างด้วยเฟรมเวิร์ค React.js/Next.js ขนะนี้ทำการโฮสต์อยู่บน Raspberry Pi ที่ Self-host ด้วยบริการ ngrok และบริการ Cloudflare",
  "SomeDiscordBot": "บอท Discord อเนกประสงค์ที่ใช้สำหรับการดูแล ความสนุกสนาน และอื่นๆ สำหรับเซิร์ฟเวอร์ discord ของเพื่อนฉัน สร้างด้วย Java โดยใช้ไลบรารี JDA",
  "ProjectAPIs": "เป็นเว็บเซิร์ฟเวอร์ที่โฮสต์ API สำหรับโครงการส่วนตัวสร้างด้วย Java ใช้เฟรมเวิร์ค Spring Boot",
  "IoTDoorLock": "กลอนประตูอัจฉริยะที่สามารถควบคุมได้ทั้งระยะใกล้และระยะไกลผ่านแพลตฟอร์ม Blynk สร้างขึ้นโดยใช้ไมโครคอนโทรลเลอร์ NodeMCU ESP8266 กับ Arduino และไลบรารีของแพลตฟอร์ม Blynk",
  "Pydoku": "เป็นเกม Sudoku แบบ Text-based ที่สร้างขึ้นใน Python",
  "BoostedBurgersApp": "แอพ Android สำหรับโจทย์ใน VERSO HACK 2022 สร้างขึ้นโดยใช้ภาษา Java",
  "HelpfulUtilsBot": "บอท LINE ที่ใช้งานได้หลากหลาย สร้างโดยใช้ Java และไลบรารีของ LINE",
  "GeometryMix": "เกมง่ายๆ ที่ต้องรวมรูปร่างที่คล้ายกันและหลีกเลี่ยงรูปร่างอื่น สร้างขึ้นโดยใช้ Unity และภาษา C# สร้างมาเพื่อการแข่งสร้างเกม ProcJam บน itch.io",
  "Hytils": "เป็น Mod Minecraft ที่เพิ่มฟีเจอร์ให้กับมินิเกมบนเซิร์ฟเวอร์ Hypixel สร้างขึ้นโดยใช้ภาษา Java และ Forge API",
  "NotesApp": "แอพ Android สำหรับการจดบันทึกข้อความสั้นๆ ง่ายๆ สร้างขึ้นโดยใช้ภาษา Java",
  "SkyblockItems++": "เป็น Mod Minecraft ที่เพิ่มกลไกและฟีเจอร์จากเกม Skyblock บนเซิร์ฟเวอร์ Hypixel มาเป็น Forge mod สร้างขึ้นโดยใช้ Java และ Forge",
  "TreeGame": "เกมง่ายๆ ที่คุณจะต้องตัดต้นไม้ที่มีแอปเปิ้ลจำนวนที่กำหนดให้ในช่วงเวลาที่กำหนด ตอนนี้อยู่บน Google Play Store สร้างขึ้นโดยใช้ Unity และภาษา C#",
  "BattleParkour": "เกม Unity เกมแรกของผม เป้าหมายคือให้ถึงจุดสิ้นสุดของระดับในขณะที่เผชิญหน้ากับศัตรู ตอนนี้อยู่บน Google Play Store สร้างขึ้นโดยใช้ Unity และภาษา C#",
  "HealthMod": "Mod สำหรับ Minecraft เวอร์ชั่น 1.8.9 ที่จะเตือนคุณทุกครั้งที่เลือดของคุณเหลือน้อย สร้างขึ้นโดยใช้ Java และ Forge API",
  "stack": "เทคโนโลยีที่ใช้ (Stack)",
  "code": "โด้ดบน Github",
  "live": "ดูแอพ Live"
}